Repository: heuripedes/rexpert
Catalog: po/*.po
Languages: pt_br

source: Pattern:
pt_br: Padro:

source: Insert a pcre-compatible pattern
pt_br: Inisira um padro compativel com pcre

source: Caseless pattern matching
pt_br: Casamento de padro insensivel a casa

source: Multiline pattern matching
pt_br: Casamento de padro multilinha

source: Extended pattern matching
pt_br: Casamento extendido de padro

source: Subject text:
pt_br: Texto alvo:

source: Insert a text to be tested against the pattern
pt_br: Insira um texto a ser testado contra o padro

source: Test pattern
pt_br: Testar padro

source: Click here to test the pattern
pt_br: Clique aqui para testar o padro

source: Generate graphic
pt_br: Gerar grfico

source: Click here to generate a graphviz graphic of the results
pt_br: Clique aqui para criar um grfico graphviz do resultado do casamento

source: Close
pt_br: Fechar

source: Click to close the application
pt_br: Clique para fechar a aplicao

source: Error: %s
pt_br: Erro: %s

source: No errors found.
pt_br: Nenhum erro encontrado

source: No match found.
pt_br: O padro no casou

source: No enought memory avaliable.
pt_br: No h memria disponivel

source: Unknown error.
pt_br: Erro desconhecido

source: No matches found.
pt_br: O padro no casou

source: %i matches found between offsets %i and %i
pt_br: %i ocorrncias encontradas entre as posies %i e %i

source: %i matches found between offsets %i and %i.
pt_br: %i ocorrncias encontradas entre as posies %i e %i

source: Couldn't find pixmap file: %s
pt_br: No foi possivel encontrar o arquivo de pixmap: %s
